export const aboutGameText = `
    Задача игры - перемещая фишки по игровому полю добиться того, чтобы номинал одной из них достиг 2048.
    Используйте клавиши курсора, чтобы каждый ход смещать фишки доски в одном из направлений. Если при смещении сталкиваются
    две фишки с одинаковым номиналом, то вместо них появляется одна фишка с удвоенным номиналом.
    Каждый ход на поле случайным образом появляется новая фишка с номиналом 2 или 4. Игра заканчивается, 
    если все клетки доски заполнены и у игрока нет возможности походить так, чтобы хотя бы одна пара одинаковых фишек 
    столкнулась.
`;
